Repository: xuyanghuang-tencent/LyraWithUnLua
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides_FromXLoc.po
Languages: pt_br

# AppleDynamicRHI,RequiredAGX
source: The AGX RHI is not supported on your system. Try running without the -agx command line argument.
pt_br: Seu sistema não suporta o AGX RHI. Tente executar sem o argumento -agx na linha de comando.

# BuildPatchInstaller,BuildPatchInstaller_DownloadSpeedFormat
source: {Current} / {Total} ({Speed}/sec)
pt_br: {Current}/{Total} ({Speed}/s)

# BuildPatchInstaller,BuildPatchInstaller_GenericProgress
source: Please Wait
pt_br: Aguarde

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationClosing
source: The application is closing.
pt_br: O aplicativo está sendo fechado.

# BuildPatchInstallError,BuildPatchInstallShortError_ApplicationError
source: Patching service could not start. Please contact support.
pt_br: Não foi possível iniciar o serviço de aplicação do patch. Entre em contato com o suporte.

# BuildPatchInstallError,BuildPatchInstallShortError_BuildCorrupt
source: The installation is corrupt. Please contact support.
pt_br: A instalação está corrompida. Entre em contato com o suporte.

# BuildPatchInstallError,BuildPatchInstallShortError_DownloadError
source: Could not download patch data. Please check your internet connection, and try again.
pt_br: Não foi possível baixar os arquivos do patch. Verifique sua conexão com a internet e tente novamente.

# BuildPatchInstallError,BuildPatchInstallShortError_FileConstructionFail
source: A file corruption has occurred. Please try again.
pt_br: Um arquivo foi corrompido. Tente novamente.

# BuildPatchInstallError,BuildPatchInstallShortError_InitializationError
source: The installer failed to initialize. Please contact support.
pt_br: Ocorreu uma falha na inicialização do instalador. Entre em contato com o suporte.

# BuildPatchInstallError,BuildPatchInstallShortError_InvalidOrMax
source: An unknown error ocurred. Please contact support.
pt_br: Ocorreu um erro desconhecido. Entre em contato com o suporte.

# BuildPatchInstallError,BuildPatchInstallShortError_MoveFileToInstall
source: A file access error has occurred. Please check your running processes.
pt_br: Ocorreu um erro ao acessar um arquivo. Verifique seus processos ativos.

# BuildPatchInstallError,BuildPatchInstallShortError_NoError
source: The operation was successful.
pt_br: A operação foi um sucesso.

# BuildPatchInstallError,BuildPatchInstallShortError_OutOfDiskSpace
source: Not enough disk space available. Please free up some disk space and try again.
pt_br: Espaço insuficiente no disco. Libere espaço no disco e tente novamente.

# BuildPatchInstallError,BuildPatchInstallShortError_PathLengthExceeded
source: Maximum path length exceeded. Please specify a shorter install location.
pt_br: Tamanho máximo do caminho excedido. Especifique um local de instalação mais curto.

# BuildPatchInstallError,BuildPatchInstallShortError_PrerequisiteError
source: The necessary prerequisites have failed to install. Please contact support.
pt_br: Falha ao instalar os pré-requisitos necessários. Entre em contato com o suporte.

# BuildPatchInstallError,BuildPatchInstallShortError_UserCanceled
source: User cancelled.
pt_br: Cancelado pelo usuário.

# BuildPatchInstallError,InstallDirectoryDiskSpace
source: There is not enough space at {Location} {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
pt_br: Espaço insuficiente em {Location} Necessário: {RequiredBytes}. Disponível: {AvailableBytes}. Você precisa de {SpaceAdditional} a mais para a instalação.

# BuildPatchInstallError,InstallDirectoryDiskSpaceDevice
source: There is not enough space on your device. {RequiredBytes} is required. {AvailableBytes} is available. You need an additional {SpaceAdditional} to perform the installation.
pt_br: Espaço insuficiente no dispositivo. Necessário: {RequiredBytes}. Disponível: {AvailableBytes}. Você precisa de {SpaceAdditional} a mais para a instalação.

# BuildPatchInstallError,InvalidInstallTags
source: This installation could not continue due to a configuration issue. Please contact support.
pt_br: A instalação foi interrompida devido a um problema de configuração. Entre em contato com o suporte.

# BuildPatchInstallError,MissingInstallDirectory
source: The installation directory could not be created. {0}
pt_br: Não foi possível criar diretório de instalação. {0}

# BuildPatchInstallError,MissingPrereqForPrereqOnlyInstall
source: This installation could not continue due to a prerequisite configuration issue. Please contact support.
pt_br: A instalação foi interrompida devido a um problema de configuração de pré-requisito. Entre em contato com o suporte.

# BuildPatchInstallError,MissingStageDirectory
source: The following directory could not be created. {0}
pt_br: Não foi possível criar o seguinte diretório. {0}

# BuildPatchInstallProgress,EBuildPatchProgress_BuildVerification
source: Verifying
pt_br: Verificando

# BuildPatchInstallProgress,EBuildPatchProgress_CleanUp
source: Cleaning up
pt_br: Limpando

# BuildPatchInstallProgress,EBuildPatchProgress_Complete
source: Complete
pt_br: Concluir

# BuildPatchInstallProgress,EBuildPatchProgress_Downloading
source: Downloading
pt_br: Baixando

# BuildPatchInstallProgress,EBuildPatchProgress_Initialising
source: Initializing
pt_br: Inicializando

# BuildPatchInstallProgress,EBuildPatchProgress_Installing
source: Installing
pt_br: Instalando

# BuildPatchInstallProgress,EBuildPatchProgress_Paused
source: Paused
pt_br: Pausado

# BuildPatchInstallProgress,EBuildPatchProgress_PrerequisitesInstall
source: Prerequisites
pt_br: Pré-requisitos

# BuildPatchInstallProgress,EBuildPatchProgress_Queued
source: Queued
pt_br: Na Fila

# BuildPatchInstallProgress,EBuildPatchProgress_Resuming
source: Resuming
pt_br: Retomando

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
pt_br: Falha no NullDrv?

# GenericPlatform,FileManagerName
source: File Manager
pt_br: Gerenciador de Arquivos

# GpuProfiler,GpuProfileVsyncEnabledWarning
source: WARNING: This GPU profile was captured with v-sync enabled. V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data.
pt_br: AVISO: este perfil de GPU foi encontrado com o V-sync habilitado. O tempo de espera do V-sync pode aparecer em qualquer intervalo e, como resultado, os dados do perfil podem ser danificados. Desabilite o V-sync para obter dados mais precisos.

# HoloLens,FailedToCreateHoloLens_RHI
source: HoloLensRHI failure?
pt_br: Falha no HoloLensRHI?

# InputKeys,Acceleration
source: Acceleration
pt_br: Aceleração

# InputKeys,Ampersand
source: Ampersand
pt_br: E Comercial

# InputKeys,Android_Back
source: Android Back
pt_br: Android — Voltar

# InputKeys,Android_Volume_Down
source: Android Volume Down
pt_br: Android — Abaixar o volume

# InputKeys,Android_Volume_Up
source: Android Volume Up
pt_br: Android — Aumentar o volume

# InputKeys,AnyKey
source: Any Key
pt_br: Qualquer tecla

# InputKeys,Apostrophe
source: Apostrophe
pt_br: Apóstrofo

# InputKeys,Asterix
source: Asterisk
pt_br: Asterisco

# InputKeys,Backslash
source: Backslash
pt_br: Barra Invertida

# InputKeys,CapsLockShort
source: Caps
pt_br: CapsLock

# InputKeys,Caret
source: Caret
pt_br: Acento Circunflexo

# InputKeys,Colon
source: Colon
pt_br: Dois pontos

# InputKeys,Comma
source: Comma
pt_br: Vírgula

# InputKeys,DeleteShort
source: Del
pt_br: Delete

# InputKeys,Dollar
source: Dollar
pt_br: Cifrão

# InputKeys,Down
source: Down
pt_br: Para Baixo

# InputKeys,Equals
source: Equals
pt_br: Igual

# InputKeys,Escape
source: Escape
pt_br: Esc

# InputKeys,Exclamation
source: Exclamation
pt_br: Exclamação

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
pt_br: Controle — Direcional para Baixo

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
pt_br: Controle — Direcional para a Esquerda

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
pt_br: Controle — Direcional para a Direita

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
pt_br: Controle — Direcional para Cima

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
pt_br: Controle — Botão frontal de baixo

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
pt_br: Controle —Botão frontal esquerdo

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
pt_br: Controle — Botão frontal direito

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
pt_br: Controle — Botão frontal de cima

# InputKeys,Gamepad_Left2D
source: Gamepad Left Thumbstick 2D-Axis
pt_br: Controle — Direcional Analógico Esquerdo no Eixo 2D

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
pt_br: Controle — Botão superior esquerdo

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
pt_br: Controle — Direcional Analógico Esquerdo para Baixo

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
pt_br: Controle — Direcional Analógico Esquerdo para a Esquerda

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
pt_br: Controle — Direcional Analógico Esquerdo para a Direita

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
pt_br: Controle — Direcional Analógico Esquerdo para Cima

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
pt_br: Controle — Botão do Direcional Analógico Esquerdo

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
pt_br: Controle — Gatilho esquerdo

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
pt_br: Controle — Eixo do gatilho esquerdo

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
pt_br: Controle — Direcional Analógico Esquerdo no Eixo X

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
pt_br: Controle — Direcional Analógico Esquerdo no Eixo Y

# InputKeys,Gamepad_Right2D
source: Gamepad Right Thumbstick 2D-Axis
pt_br: Controle — Direcional Analógico Direito no Eixo 2D

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
pt_br: Controle — Botão superior direito

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
pt_br: Controle — Direcional Analógico Direito para Baixo

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
pt_br: Controle — Direcional Analógico Direito para a Esquerda

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
pt_br: Controle — Direcional Analógico Direito para a Direita

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
pt_br: Controle — Direcional Analógico Direito para Cima

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
pt_br: Controle — Botão do Direcional Analógico Direito

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
pt_br: Controle — Gatilho direito

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
pt_br: Controle — Eixo do gatilho direito

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
pt_br: Controle — Direcional Analógico Direito no Eixo X

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
pt_br: Controle — Direcional Analógico Direito no Eixo Y

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
pt_br: Controle — Botão especial esquerdo

# InputKeys,Gamepad_Special_Left_X
source: Touchpad Button X Axis
pt_br: Botão do painel tátil para o eixo X

# InputKeys,Gamepad_Special_Left_Y
source: Touchpad Button Y Axis
pt_br: Botão do painel tátil para o eixo Y

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
pt_br: Controle — Botão especial direito

# InputKeys,GamepadSubCategory
source: Gamepad
pt_br: Controle

# InputKeys,Gesture_Flick
source: Flick
pt_br: Deslizar

# InputKeys,Gesture_Pinch
source: Pinch
pt_br: Juntar os Dedos

# InputKeys,Gesture_Rotate
source: Rotate
pt_br: Girar

# InputKeys,GestureSubCateogry
source: Gesture
pt_br: Gesto

# InputKeys,Global_Back
source: Global Back
pt_br: Global — Voltar

# InputKeys,Global_Pause
source: Global Pause
pt_br: Global — Pausar

# InputKeys,Global_Play
source: Global Play
pt_br: Global — Executar

# InputKeys,Global_View
source: Global View
pt_br: Global — Visualizar

# InputKeys,Gravity
source: Gravity
pt_br: Gravidade

# InputKeys,Hyphen
source: Hyphen
pt_br: Hífen

# InputKeys,InsertShort
source: Ins
pt_br: Insert

# InputKeys,KeyboardSubCategory
source: Keyboard
pt_br: Teclado

# InputKeys,Left
source: Left
pt_br: Para Esquerda

# InputKeys,LeftAlt
source: Left Alt
pt_br: Alt Esquerdo

# InputKeys,LeftBracket
source: Left Bracket
pt_br: Colchete Esquerdo

# InputKeys,LeftCommand
source: Left Cmd
pt_br: Cmd Esquerdo

# InputKeys,LeftControl
source: Left Ctrl
pt_br: Ctrl Esquerdo

# InputKeys,LeftMouseButton
source: Left Mouse Button
pt_br: Botão esquerdo do mouse

# InputKeys,LeftParantheses
source: Left Parantheses
pt_br: Parêntese Esquerdo

# InputKeys,LeftShift
source: Left Shift
pt_br: Shift Esquerdo

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
pt_br: Botão do Meio do Mouse

# InputKeys,MixedReality_Left_Grip_Click
source: Mixed Reality (L) Grip
pt_br: Mixed Reality (E) Controle

# InputKeys,MixedReality_Left_Menu_Click
source: Mixed Reality (L) Menu
pt_br: Mixed Reality (E) Menu

# InputKeys,MixedReality_Left_Thumbstick_Click
source: Mixed Reality (L) Thumbstick
pt_br: Mixed Reality (E) Analógico

# InputKeys,MixedReality_Left_Thumbstick_Down
source: Mixed Reality (L) Thumbstick Down
pt_br: Mixed Reality (E) Analógico para Baixo

# InputKeys,MixedReality_Left_Thumbstick_Left
source: Mixed Reality (L) Thumbstick Left
pt_br: Mixed Reality (E) Analógico para a Esquerda

# InputKeys,MixedReality_Left_Thumbstick_Right
source: Mixed Reality (L) Thumbstick Right
pt_br: Mixed Reality (E) Analógico para a Direita

# InputKeys,MixedReality_Left_Thumbstick_Up
source: Mixed Reality (L) Thumbstick Up
pt_br: Mixed Reality (E) Analógico para Cima

# InputKeys,MixedReality_Left_Thumbstick_X
source: Mixed Reality (L) Thumbstick X
pt_br: Mixed Reality (E) Analógico (X)

# InputKeys,MixedReality_Left_Thumbstick_Y
source: Mixed Reality (L) Thumbstick Y
pt_br: Mixed Reality (E) Analógico (Y)

# InputKeys,MixedReality_Left_Trackpad_Click
source: Mixed Reality (L) Trackpad
pt_br: Mixed Reality (E) Trackpad

# InputKeys,MixedReality_Left_Trackpad_Down
source: Mixed Reality (L) Trackpad Down
pt_br: Mixed Reality (E) Trackpad para Baixo

# InputKeys,MixedReality_Left_Trackpad_Left
source: Mixed Reality (L) Trackpad Left
pt_br: Mixed Reality (E) Trackpad para a Esquerda

# InputKeys,MixedReality_Left_Trackpad_Right
source: Mixed Reality (L) Trackpad Right
pt_br: Mixed Reality (E) Trackpad para a Direita

# InputKeys,MixedReality_Left_Trackpad_Touch
source: Mixed Reality (L) Trackpad Touch
pt_br: Mixed Reality (E) Trackpad (Toque)

# InputKeys,MixedReality_Left_Trackpad_Up
source: Mixed Reality (L) Trackpad Up
pt_br: Mixed Reality (E) Trackpad para Cima

# InputKeys,MixedReality_Left_Trackpad_X
source: Mixed Reality (L) Trackpad X
pt_br: Mixed Reality (E) Trackpad (X)

# InputKeys,MixedReality_Left_Trackpad_Y
source: Mixed Reality (L) Trackpad Y
pt_br: Mixed Reality (E) Trackpad (Y)

# InputKeys,MixedReality_Left_Trigger_Axis
source: Mixed Reality (L) Trigger Axis
pt_br: Mixed Reality (E) Eixo do Gatilho

# InputKeys,MixedReality_Left_Trigger_Click
source: Mixed Reality (L) Trigger
pt_br: Mixed Reality (E) Gatilho

# InputKeys,MixedReality_Right_Grip_Click
source: Mixed Reality (R) Grip
pt_br: Mixed Reality (D) Controle

# InputKeys,MixedReality_Right_Menu_Click
source: Mixed Reality (R) Menu
pt_br: Mixed Reality (D) Menu

# InputKeys,MixedReality_Right_Thumbstick_Click
source: Mixed Reality (R) Thumbstick
pt_br: Mixed Reality (D) Analógico

# InputKeys,MixedReality_Right_Thumbstick_Down
source: Mixed Reality (R) Thumbstick Down
pt_br: Mixed Reality (D) Analógico para Baixo

# InputKeys,MixedReality_Right_Thumbstick_Left
source: Mixed Reality (R) Thumbstick Left
pt_br: Mixed Reality (D) Analógico para a Esquerda

# InputKeys,MixedReality_Right_Thumbstick_Right
source: Mixed Reality (R) Thumbstick Right
pt_br: Mixed Reality (D) Analógico para a Direita

# InputKeys,MixedReality_Right_Thumbstick_Up
source: Mixed Reality (R) Thumbstick Up
pt_br: Mixed Reality (D) Analógico para Cima

# InputKeys,MixedReality_Right_Thumbstick_X
source: Mixed Reality (R) Thumbstick X
pt_br: Mixed Reality (D) Analógico (X)

# InputKeys,MixedReality_Right_Thumbstick_Y
source: Mixed Reality (R) Thumbstick Y
pt_br: Mixed Reality (D) Analógico (Y)

# InputKeys,MixedReality_Right_Trackpad_Click
source: Mixed Reality (R) Trackpad
pt_br: Mixed Reality (D) Trackpad

# InputKeys,MixedReality_Right_Trackpad_Down
source: Mixed Reality (R) Trackpad Down
pt_br: Mixed Reality (D) Trackpad para Baixo

# InputKeys,MixedReality_Right_Trackpad_Left
source: Mixed Reality (R) Trackpad Left
pt_br: Mixed Reality (D) Trackpad para a Esquerda

# InputKeys,MixedReality_Right_Trackpad_Right
source: Mixed Reality (R) Trackpad Right
pt_br: Mixed Reality (D) Trackpad para a Direita

# InputKeys,MixedReality_Right_Trackpad_Touch
source: Mixed Reality (R) Trackpad Touch
pt_br: Mixed Reality (D) Trackpad (Toque)

# InputKeys,MixedReality_Right_Trackpad_Up
source: Mixed Reality (R) Trackpad Up
pt_br: Mixed Reality (D) Trackpad para Cima

# InputKeys,MixedReality_Right_Trackpad_X
source: Mixed Reality (R) Trackpad X
pt_br: Mixed Reality (D) Trackpad (X)

# InputKeys,MixedReality_Right_Trackpad_Y
source: Mixed Reality (R) Trackpad Y
pt_br: Mixed Reality (D) Trackpad (Y)

# InputKeys,MixedReality_Right_Trigger_Axis
source: Mixed Reality (R) Trigger Axis
pt_br: Mixed Reality (D) Eixo do Gatilho

# InputKeys,MixedReality_Right_Trigger_Click
source: Mixed Reality (R) Trigger
pt_br: Mixed Reality (D) Gatilho

# InputKeys,MotionSubCateogry
source: Motion
pt_br: Movimento

# InputKeys,Mouse2D
source: Mouse XY 2D-Axis
pt_br: Mouse XY — Eixo 2D

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
pt_br: Scroll do Mouse para Baixo

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
pt_br: Scroll do Mouse para Cima

# InputKeys,MouseWheelAxis
source: Mouse Wheel Axis
pt_br: Eixo do Scroll do Mouse

# InputKeys,OculusTouch_Left_Grip_Axis
source: Oculus Touch (L) Grip Axis
pt_br: Oculus Touch (E) Eixo do Controle

# InputKeys,OculusTouch_Left_Grip_Click
source: Oculus Touch (L) Grip
pt_br: Oculus Touch (E) Controle

# InputKeys,OculusTouch_Left_Menu_Click
source: Oculus Touch (L) Menu
pt_br: Oculus Touch (E) Menu

# InputKeys,OculusTouch_Left_Thumbstick_Click
source: Oculus Touch (L) Thumbstick
pt_br: Oculus Touch (E) Analógico

# InputKeys,OculusTouch_Left_Thumbstick_Down
source: Oculus Touch (L) Thumbstick Down
pt_br: Oculus Touch (E) Analógico para Baixo

# InputKeys,OculusTouch_Left_Thumbstick_Left
source: Oculus Touch (L) Thumbstick Left
pt_br: Oculus Touch (E) Analógico para a Esquerda

# InputKeys,OculusTouch_Left_Thumbstick_Right
source: Oculus Touch (L) Thumbstick Right
pt_br: Oculus Touch (E) Analógico para a Direita

# InputKeys,OculusTouch_Left_Thumbstick_Touch
source: Oculus Touch (L) Thumbstick Touch
pt_br: Oculus Touch (E) Analógico (Toque)

# InputKeys,OculusTouch_Left_Thumbstick_Up
source: Oculus Touch (L) Thumbstick Up
pt_br: Oculus Touch (E) Analógico para Cima

# InputKeys,OculusTouch_Left_Thumbstick_X
source: Oculus Touch (L) Thumbstick X
pt_br: Oculus Touch (E) Analógico (X)

# InputKeys,OculusTouch_Left_Thumbstick_Y
source: Oculus Touch (L) Thumbstick Y
pt_br: Oculus Touch (E) Analógico Y

# InputKeys,OculusTouch_Left_Trigger_Axis
source: Oculus Touch (L) Trigger Axis
pt_br: Oculus Touch (E) Eixo do Gatilho

# InputKeys,OculusTouch_Left_Trigger_Click
source: Oculus Touch (L) Trigger
pt_br: Oculus Touch (E) Gatilho

# InputKeys,OculusTouch_Left_Trigger_Touch
source: Oculus Touch (L) Trigger Touch
pt_br: Oculus Touch (E) Gatilho (Toque)

# InputKeys,OculusTouch_Left_X_Click
source: Oculus Touch (L) X Press
pt_br: Oculus Touch (E) Botão X

# InputKeys,OculusTouch_Left_X_Touch
source: Oculus Touch (L) X Touch
pt_br: Oculus Touch (E) Toque X

# InputKeys,OculusTouch_Left_Y_Click
source: Oculus Touch (L) Y Press
pt_br: Oculus Touch (E) Botão Y

# InputKeys,OculusTouch_Left_Y_Touch
source: Oculus Touch (L) Y Touch
pt_br: Oculus Touch (E) Toque Y

# InputKeys,OculusTouch_Right_A_Click
source: Oculus Touch (R) A Press
pt_br: Oculus Touch (D) Botão A

# InputKeys,OculusTouch_Right_A_Touch
source: Oculus Touch (R) A Touch
pt_br: Oculus Touch (D) Toque A

# InputKeys,OculusTouch_Right_B_Click
source: Oculus Touch (R) B Press
pt_br: Oculus Touch (D) Botão B

# InputKeys,OculusTouch_Right_B_Touch
source: Oculus Touch (R) B Touch
pt_br: Oculus Touch (D) Toque B

# InputKeys,OculusTouch_Right_Grip_Axis
source: Oculus Touch (R) Grip Axis
pt_br: Oculus Touch (D) Eixo do Controle

# InputKeys,OculusTouch_Right_Grip_Click
source: Oculus Touch (R) Grip
pt_br: Oculus Touch (D) Controle

# InputKeys,OculusTouch_Right_System_Click
source: Oculus Touch (R) System
pt_br: Oculus Touch (D) Sistema

# InputKeys,OculusTouch_Right_Thumbstick_Click
source: Oculus Touch (R) Thumbstick
pt_br: Oculus Touch (D) Analógico

# InputKeys,OculusTouch_Right_Thumbstick_Down
source: Oculus Touch (R) Thumbstick Down
pt_br: Oculus Touch (D) Analógico para Baixo

# InputKeys,OculusTouch_Right_Thumbstick_Left
source: Oculus Touch (R) Thumbstick Left
pt_br: Oculus Touch (D) Analógico para a Esquerda

# InputKeys,OculusTouch_Right_Thumbstick_Right
source: Oculus Touch (R) Thumbstick Right
pt_br: Oculus Touch (D) Analógico para a Direita

# InputKeys,OculusTouch_Right_Thumbstick_Touch
source: Oculus Touch (R) Thumbstick Touch
pt_br: Oculus Touch (D) Analógico (Toque)

# InputKeys,OculusTouch_Right_Thumbstick_Up
source: Oculus Touch (R) Thumbstick Up
pt_br: Oculus Touch (D) Analógico para Cima

# InputKeys,OculusTouch_Right_Thumbstick_X
source: Oculus Touch (R) Thumbstick X
pt_br: Oculus Touch (D) Analógico (X)

# InputKeys,OculusTouch_Right_Thumbstick_Y
source: Oculus Touch (R) Thumbstick Y
pt_br: Oculus Touch (D) Analógico (Y)

# InputKeys,OculusTouch_Right_Trigger_Axis
source: Oculus Touch (R) Trigger Axis
pt_br: Oculus Touch (D) Eixo do Gatilho

# InputKeys,OculusTouch_Right_Trigger_Click
source: Oculus Touch (R) Trigger
pt_br: Oculus Touch (D) Gatilho

# InputKeys,OculusTouch_Right_Trigger_Touch
source: Oculus Touch (R) Trigger Touch
pt_br: Oculus Touch (D) Gatilho (Toque)

# InputKeys,PageDownShort
source: PgDn
pt_br: Page Down

# InputKeys,PageUpShort
source: PgUp
pt_br: Page Up

# InputKeys,Period
source: Period
pt_br: Ponto

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
pt_br: Controle X

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
pt_br: Controle — Quadrado

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
pt_br: Controle — Círculo

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
pt_br: Controle — Triângulo

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
pt_br: Controle — L1

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
pt_br: Controle — L3

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
pt_br: Controle — L2

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
pt_br: Controle — Eixo L2

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
pt_br: Controle — R1

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
pt_br: Controle — R3

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
pt_br: Controle — R2

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
pt_br: Controle — Eixo R2

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
pt_br: Controle — Botão do Touch Pad

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
pt_br: Controle — Opções
