Repository: xuyanghuang-tencent/LyraWithUnLua
Catalog: Content/Localization/EngineOverrides/*/EngineOverrides_FromXLoc.po
Languages: pt_br

# InputKeys,PS4_Special
source: PS4_Special_DEPRECATED
pt_br: PS4_Special

# InputKeys,Quote
source: Quote
pt_br: Aspas

# InputKeys,Right
source: Right
pt_br: Para Direita

# InputKeys,RightAlt
source: Right Alt
pt_br: Alt Direito

# InputKeys,RightBracket
source: Right Bracket
pt_br: Colchete Direito

# InputKeys,RightCommand
source: Right Cmd
pt_br: Cmd Direito

# InputKeys,RightControl
source: Right Ctrl
pt_br: Ctrl Direito

# InputKeys,RightMouseButton
source: Right Mouse Button
pt_br: Botão Direito do Mouse

# InputKeys,RightParantheses
source: Right Parantheses
pt_br: Parêntese Direito

# InputKeys,RightShift
source: Right Shift
pt_br: Shift Direito

# InputKeys,RotationRate
source: Rotation Rate
pt_br: Taxa de Rotação

# InputKeys,Semicolon
source: Semicolon
pt_br: Ponto e Vírgula

# InputKeys,Slash
source: Slash
pt_br: Barra

# InputKeys,SpaceBar
source: Space Bar
pt_br: Espaço

# InputKeys,SpaceBarShort
source: Space
pt_br: Espaço

# InputKeys,Steam_Back_Left
source: Steam Back Left
pt_br: Steam — Botão Traseiro Esquerdo

# InputKeys,Steam_Back_Right
source: Steam Back Right
pt_br: Steam — Botão Traseiro Direito

# InputKeys,Steam_Touch_0
source: Steam Touch 0
pt_br: Steam — Toque 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
pt_br: Steam — Toque 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
pt_br: Steam — Toque 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
pt_br: Steam — Toque 3

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
pt_br: Botão Lateral do Mouse

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
pt_br: Botão Lateral do Mouse 2

# InputKeys,TouchFormat
source: Touch {0}
pt_br: Tocar {0}

# InputKeys,TouchSubCateogry
source: Touch
pt_br: Toque

# InputKeys,Underscore
source: Underscore
pt_br: Underline

# InputKeys,Up
source: Up
pt_br: Para Cima

# InputKeys,ValveIndex_Left_A_Click
source: Valve Index (L) A Press
pt_br: Valve Index (E) Botão A

# InputKeys,ValveIndex_Left_A_Touch
source: Valve Index (L) A Touch
pt_br: Valve Index (E) Toque A

# InputKeys,ValveIndex_Left_B_Click
source: Valve Index (L) B Press
pt_br: Valve Index (E) Botão B

# InputKeys,ValveIndex_Left_B_Touch
source: Valve Index (L) B Touch
pt_br: Valve Index (E) Toque B

# InputKeys,ValveIndex_Left_Grip_Axis
source: Valve Index (L) Grip Axis
pt_br: Valve Index (E) Eixo do Controle

# InputKeys,ValveIndex_Left_Grip_Force
source: Valve Index (L) Grip Force
pt_br: Valve Index (E) Potência do Controle

# InputKeys,ValveIndex_Left_System_Click
source: Valve Index (L) System
pt_br: Valve Index (E) Sistema

# InputKeys,ValveIndex_Left_System_Touch
source: Valve Index (L) System Touch
pt_br: Valve Index (E) Sistema (Toque)

# InputKeys,ValveIndex_Left_Thumbstick_Click
source: Valve Index (L) Thumbstick
pt_br: Valve Index (E) Analógico

# InputKeys,ValveIndex_Left_Thumbstick_Down
source: Valve Index (L) Thumbstick Down
pt_br: Valve Index (E) Analógico para Baixo

# InputKeys,ValveIndex_Left_Thumbstick_Left
source: Valve Index (L) Thumbstick Left
pt_br: Valve Index (E) Analógico para a Esquerda

# InputKeys,ValveIndex_Left_Thumbstick_Right
source: Valve Index (L) Thumbstick Right
pt_br: Valve Index (E) Analógico para a Direita

# InputKeys,ValveIndex_Left_Thumbstick_Touch
source: Valve Index (L) Thumbstick Touch
pt_br: Valve Index (E) Analógico (Toque)

# InputKeys,ValveIndex_Left_Thumbstick_Up
source: Valve Index (L) Thumbstick Up
pt_br: Valve Index (E) Analógico para Cima

# InputKeys,ValveIndex_Left_Thumbstick_X
source: Valve Index (L) Thumbstick X
pt_br: Valve Index (E) Analógico (X)

# InputKeys,ValveIndex_Left_Thumbstick_Y
source: Valve Index (L) Thumbstick Y
pt_br: Valve Index (E) Analógico (Y)

# InputKeys,ValveIndex_Left_Trackpad_Down
source: Valve Index (L) Trackpad Down
pt_br: Valve Index (E) Trackpad para Baixo

# InputKeys,ValveIndex_Left_Trackpad_Force
source: Valve Index (L) Trackpad Force
pt_br: Valve Index (E) Trackpad (Potência)

# InputKeys,ValveIndex_Left_Trackpad_Left
source: Valve Index (L) Trackpad Left
pt_br: Valve Index (E) Trackpad para a Esquerda

# InputKeys,ValveIndex_Left_Trackpad_Right
source: Valve Index (L) Trackpad Right
pt_br: Valve Index (E) Trackpad para a Direita

# InputKeys,ValveIndex_Left_Trackpad_Touch
source: Valve Index (L) Trackpad Touch
pt_br: Valve Index (E) Trackpad (Toque)

# InputKeys,ValveIndex_Left_Trackpad_Up
source: Valve Index (L) Trackpad Up
pt_br: Valve Index (E) Trackpad para Cima

# InputKeys,ValveIndex_Left_Trackpad_X
source: Valve Index (L) Trackpad X
pt_br: Valve Index (E) Trackpad (X)

# InputKeys,ValveIndex_Left_Trackpad_Y
source: Valve Index (L) Trackpad Y
pt_br: Valve Index (E) Trackpad (Y)

# InputKeys,ValveIndex_Left_Trigger_Axis
source: Valve Index (L) Trigger Axis
pt_br: Valve Index (E) Eixo do Gatilho

# InputKeys,ValveIndex_Left_Trigger_Click
source: Valve Index (L) Trigger
pt_br: Valve Index (E) Gatilho

# InputKeys,ValveIndex_Left_Trigger_Touch
source: Valve Index (L) Trigger Touch
pt_br: Valve Index (E) Gatilho (Toque)

# InputKeys,ValveIndex_Right_A_Click
source: Valve Index (R) A Press
pt_br: Valve Index (D) Botão A

# InputKeys,ValveIndex_Right_A_Touch
source: Valve Index (R) A Touch
pt_br: Valve Index (D) Toque A

# InputKeys,ValveIndex_Right_B_Click
source: Valve Index (R) B Press
pt_br: Valve Index (D) Botão B

# InputKeys,ValveIndex_Right_B_Touch
source: Valve Index (R) B Touch
pt_br: Valve Index (D) Toque B

# InputKeys,ValveIndex_Right_Grip_Axis
source: Valve Index (R) Grip Axis
pt_br: Valve Index (D) Eixo do Controle

# InputKeys,ValveIndex_Right_Grip_Force
source: Valve Index (R) Grip Force
pt_br: Valve Index (D) Potência do Controle

# InputKeys,ValveIndex_Right_System_Click
source: Valve Index (R) System
pt_br: Valve Index (D) Sistema

# InputKeys,ValveIndex_Right_System_Touch
source: Valve Index (R) System Touch
pt_br: Valve Index (D) Sistema (Toque)

# InputKeys,ValveIndex_Right_Thumbstick_Click
source: Valve Index (R) Thumbstick
pt_br: Valve Index (D) Analógico

# InputKeys,ValveIndex_Right_Thumbstick_Down
source: Valve Index (R) Thumbstick Down
pt_br: Valve Index (D) Analógico para Baixo

# InputKeys,ValveIndex_Right_Thumbstick_Left
source: Valve Index (R) Thumbstick Left
pt_br: Valve Index (D) Analógico para a Esquerda

# InputKeys,ValveIndex_Right_Thumbstick_Right
source: Valve Index (R) Thumbstick Right
pt_br: Valve Index (D) Analógico para a Direita

# InputKeys,ValveIndex_Right_Thumbstick_Touch
source: Valve Index (R) Thumbstick Touch
pt_br: Valve Index (D) Analógico (Toque)

# InputKeys,ValveIndex_Right_Thumbstick_Up
source: Valve Index (R) Thumbstick Up
pt_br: Valve Index (D) Analógico para Cima

# InputKeys,ValveIndex_Right_Thumbstick_X
source: Valve Index (R) Thumbstick X
pt_br: Valve Index (D) Analógico (X)

# InputKeys,ValveIndex_Right_Thumbstick_Y
source: Valve Index (R) Thumbstick Y
pt_br: Valve Index (D) Analógico (Y)

# InputKeys,ValveIndex_Right_Trackpad_Down
source: Valve Index (R) Trackpad Down
pt_br: Valve Index (D) Trackpad para Baixo

# InputKeys,ValveIndex_Right_Trackpad_Force
source: Valve Index (R) Trackpad Force
pt_br: Valve Index (D) Trackpad (Potência)

# InputKeys,ValveIndex_Right_Trackpad_Left
source: Valve Index (R) Trackpad Left
pt_br: Valve Index (D) Trackpad para a Esquerda

# InputKeys,ValveIndex_Right_Trackpad_Right
source: Valve Index (R) Trackpad Right
pt_br: Valve Index (D) Trackpad para a Direita

# InputKeys,ValveIndex_Right_Trackpad_Touch
source: Valve Index (R) Trackpad Touch
pt_br: Valve Index (D) Trackpad (Toque)

# InputKeys,ValveIndex_Right_Trackpad_Up
source: Valve Index (R) Trackpad Up
pt_br: Valve Index (D) Trackpad para Cima

# InputKeys,ValveIndex_Right_Trackpad_X
source: Valve Index (R) Trackpad X
pt_br: Valve Index (D) Trackpad (X)

# InputKeys,ValveIndex_Right_Trackpad_Y
source: Valve Index (R) Trackpad Y
pt_br: Valve Index (D) Trackpad (Y)

# InputKeys,ValveIndex_Right_Trigger_Axis
source: Valve Index (R) Trigger Axis
pt_br: Valve Index (D) Eixo do Gatilho

# InputKeys,ValveIndex_Right_Trigger_Click
source: Valve Index (R) Trigger
pt_br: Valve Index (D) Gatilho

# InputKeys,ValveIndex_Right_Trigger_Touch
source: Valve Index (R) Trigger Touch
pt_br: Valve Index (D) Gatilho (Toque)

# InputKeys,Vive_Left_Grip_Click
source: Vive (L) Grip
pt_br: Vive (E) Controle

# InputKeys,Vive_Left_Menu_Click
source: Vive (L) Menu
pt_br: Vive (E) Menu

# InputKeys,Vive_Left_System_Click
source: Vive (L) System
pt_br: Vive (E) Sistema

# InputKeys,Vive_Left_Trackpad_Click
source: Vive (L) Trackpad
pt_br: Vive (E) Trackpad

# InputKeys,Vive_Left_Trackpad_Down
source: Vive (L) Trackpad Down
pt_br: Vive (E) Trackpad para Baixo

# InputKeys,Vive_Left_Trackpad_Left
source: Vive (L) Trackpad Left
pt_br: Vive (E) Trackpad para a Esquerda

# InputKeys,Vive_Left_Trackpad_Right
source: Vive (L) Trackpad Right
pt_br: Vive (E) Trackpad para a Direita

# InputKeys,Vive_Left_Trackpad_Touch
source: Vive (L) Trackpad Touch
pt_br: Vive (E) Trackpad (Toque)

# InputKeys,Vive_Left_Trackpad_Up
source: Vive (L) Trackpad Up
pt_br: Vive (E) Trackpad para Cima

# InputKeys,Vive_Left_Trackpad_X
source: Vive (L) Trackpad X
pt_br: Vive (E) Trackpad (X)

# InputKeys,Vive_Left_Trackpad_Y
source: Vive (L) Trackpad Y
pt_br: Vive (E) Trackpad (Y)

# InputKeys,Vive_Left_Trigger_Axis
source: Vive (L) Trigger Axis
pt_br: Vive (E) Eixo do Gatilho

# InputKeys,Vive_Left_Trigger_Click
source: Vive (L) Trigger
pt_br: Vive (E) Gatilho

# InputKeys,Vive_Right_Grip_Click
source: Vive (R) Grip
pt_br: Vive (D) Controle

# InputKeys,Vive_Right_Menu_Click
source: Vive (R) Menu
pt_br: Vive (D) Menu

# InputKeys,Vive_Right_System_Click
source: Vive (R) System
pt_br: Vive (D) Sistema

# InputKeys,Vive_Right_Trackpad_Click
source: Vive (R) Trackpad
pt_br: Vive (D) Trackpad

# InputKeys,Vive_Right_Trackpad_Down
source: Vive (R) Trackpad Down
pt_br: Vive (D) Trackpad para Baixo

# InputKeys,Vive_Right_Trackpad_Left
source: Vive (R) Trackpad Left
pt_br: Vive (D) Trackpad para a Esquerda

# InputKeys,Vive_Right_Trackpad_Right
source: Vive (R) Trackpad Right
pt_br: Vive (D) Trackpad para a Direita

# InputKeys,Vive_Right_Trackpad_Touch
source: Vive (R) Trackpad Touch
pt_br: Vive (D) Trackpad (Toque)

# InputKeys,Vive_Right_Trackpad_Up
source: Vive (R) Trackpad Up
pt_br: Vive (D) Trackpad para Cima

# InputKeys,Vive_Right_Trackpad_X
source: Vive (R) Trackpad X
pt_br: Vive (D) Trackpad (X)

# InputKeys,Vive_Right_Trackpad_Y
source: Vive (R) Trackpad Y
pt_br: Vive (D) Trackpad (Y)

# InputKeys,Vive_Right_Trigger_Axis
source: Vive (R) Trigger Axis
pt_br: Vive (D) Eixo do Gatilho

# InputKeys,Vive_Right_Trigger_Click
source: Vive (R) Trigger
pt_br: Vive (D) Gatilho

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
pt_br: Controle A

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
pt_br: Controle X

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
pt_br: Controle B

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
pt_br: Controle Y

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
pt_br: Controle — Back

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
pt_br: Controle — Start

# LinuxDynamicRHI,NoOpenGLDriver
source: Failed to load OpenGL Driver which is required to run the engine. OpenGL4 has been deprecated and should use Vulkan.
pt_br: Falha ao carregar Driver OpenGL necessário para executar o engine. OpenGL4 foi descontinuado e é preciso usar o Vulkan.

# LinuxDynamicRHI,NoOpenGLTargetedRHI
source: Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list.
pt_br: Tentando abrir à força RHI OpenGL, mas o projeto não o tem na lista TargetedRHIs.

# LinuxDynamicRHI,NoTargetedRHI
source: The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi.
pt_br: O projeto não se concentra em RHIs Vulkan ou OpenGL. Verifique as configurações do projeto ou passe -nullrhi.

# LinuxDynamicRHI,NoVulkanDriver
source: Failed to load Vulkan Driver which is required to run the engine. The engine no longer fallbacks to OpenGL4 which has been deprecated.
pt_br: Falha ao carregar Driver Vulkan necessário para executar o engine. O engine não reincide mais para o OpenGL4 pois foi descontinuado.

# LinuxDynamicRHI,NoVulkanNoGL
source: Vulkan or OpenGL (4.3) support is required to run the engine.
pt_br: Requer suporte a Vulkan ou OpenGL (4.3) para executar a tecnologia.

# LinuxDynamicRHI,NoVulkanTargetedRHI
source: Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list.
pt_br: Tentando abrir à força RHI Vulkan, mas o projeto não o tem na lista TargetedRHIs.

# LinuxDynamicRHI,OpenGLRemoved
source: Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead.
pt_br: Aviso: OpenGL não é mais compatível com plataformas de desktop. Em vez disso, Vulkan será utilizado.

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
pt_br: Requer OpenGL 4.3 para executar a tecnologia.

# LinuxDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
pt_br: Requer driver Vulkan para executar a tecnologia.

# MessageDialog,DriverDownloadLinkAMD
source: https://www.amd.com/en/support
pt_br: https://www.amd.com/pt/support

# MessageDialog,DriverDownloadLinkIntel
source: https://downloadcenter.intel.com/product/80939/Graphics
pt_br: https://downloadcenter.intel.com/pt-br/product/80939/Graphics

# MessageDialog,DriverDownloadLinkNVIDIA
source: https://www.nvidia.com/en-us/geforce/drivers/
pt_br: https://www.nvidia.com/pt-br/geforce/drivers/

# MessageDialog,LatestVideoCardDriverIssueReport
source: The latest version of the {Vendor} graphics driver has known issues. Please install the recommended driver version. {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
pt_br: A última versão do driver de vídeo {Vendor} tem problemas conhecidos. Instale a versão recomendada do driver. {Hyperlink} {AdapterName} Versão instalada: {InstalledVer} Recomendada: {RecommendedVer}

# MessageDialog,LatestVideoCardDriverRHIIssueReport
source: The latest version of the {Vendor} graphics driver has known issues in {RHI}. Please install the recommended driver version or switch to a different rendering API. {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
pt_br: A última versão do driver de vídeo {Vendor} tem problemas conhecidos em {RHI}. Instale a versão recomendada do driver ou use uma API de Renderização diferente. {Hyperlink} {AdapterName} Versão instalada: {InstalledVer} Recomendada: {RecommendedVer}

# MessageDialog,TitleVideoCardDriverIssue
source: WARNING: Known issues with graphics driver
pt_br: ALERTA: Problemas conhecidos com o driver de vídeo

# MessageDialog,UpdateMacOSX_Body
source: Please update to the latest version of macOS for best performance and stability.
pt_br: Atualize para a versão mais recente do macOS para melhor desempenho e estabilidade.

# MessageDialog,UpdateMacOSX_Title
source: Update macOS
pt_br: Atualizar macOS

# MessageDialog,VideoCardDriverIssueReport
source: The installed version of the {Vendor} graphics driver has known issues. Please install either the latest or the recommended driver version. {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
pt_br: A versão instalada do driver de vídeo {Vendor} tem problemas conhecidos. Instale a versão recomendada ou a versão mais atual do driver. {Hyperlink} {AdapterName} Versão instalada: {InstalledVer} Recomendada: {RecommendedVer}

# MessageDialog,VideoCardDriverRHIIssueReport
source: The installed version of the {Vendor} graphics driver has known issues in {RHI}. Please install either the latest or the recommended driver version or switch to a different rendering API. {Hyperlink} {AdapterName} Installed: {InstalledVer} Recommended: {RecommendedVer}
pt_br: A versão instalada do driver de vídeo {Vendor} tem problemas conhecidos em {RHI}. Instale a versão recomendada ou a versão mais atual do driver ou use uma API de Renderização diferente. {Hyperlink} {AdapterName} Versão instalada: {InstalledVer} Recomendada: {RecommendedVer}

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
pt_br: Depurar Jogo

# UnrealBuildConfigurations,DebugName
source: Debug
pt_br: Depuração

# UnrealBuildConfigurations,DevelopmentName
source: Development
pt_br: Desenvolvimento

# UnrealBuildConfigurations,ShippingName
source: Shipping
pt_br: Envio

# UnrealBuildConfigurations,TestName
source: Test
pt_br: Testar

# UnrealBuildConfigurations,UnknownName
source: Unknown
pt_br: Desconhecido

# WindowsDynamicRHI,RequiredDX11Feature_11_SM5
source: A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine.
pt_br: Requer um GPU compatível com D3D11 (Nível de Recurso 11.0, Shader Model 5.0) para executar o engine.

# WindowsDynamicRHI,RequiredDX12
source: DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument.
pt_br: Seu sistema não suporta o DX12. Tente executar sem o argumento -dx12 ou -d3d12 na linha de comando.

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 4.3 is required to run the engine.
pt_br: Requer OpenGL 4.3 para executar a tecnologia.

# WindowsDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
pt_br: Requer driver Vulkan para executar a tecnologia.

# WindowsDynamicRHI,RHIOptionsError
source: -d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line.
pt_br: -d3d12/dx12, -d3d11/dx11, -vulkan, e -opengl são opções mutuamente exclusivas, mas mais de uma foi especificada na linha de comando.

# WindowsDynamicRHI,RHIPerformanceDX12
source: DirectX 12 is not supported for Performance Mode.
pt_br: DirectX 12 não é suportado no Modo Desempenho.

# WindowsDynamicRHI,RHIPerformanceOpenGL
source: OpenGL is not supported for Performance Mode.
pt_br: OpenGL não é suportado no Modo Desempenho.

# WindowsDynamicRHI,RHIPerformanceVulkan
source: Vulkan is not supported for Performance Mode.
pt_br: Vulkan não é suportado no Modo Desempenho.
